[
  {
    "name": "Sylvain Fourre",
    "rating": 5,
    "comment": "I remember I had lovely evening at pub with your entertainment you are great talented artists Jenny pure voice and David great guitarist hopefuly see you soon over there.",
    "date": "2024-11-08",
    "approved": true,
    "validated": true
  },
  {
    "name": "Marion Roulettes",
    "rating": 5,
    "comment": "Jenny et David forment un superbe duo ensemble. Si vous passez par Londres, je vous conseille fortement de vous renseigner sur leur dates de concert ! Vous passerez forcément une bonne soirée.",
    "date": "2024-05-04",
    "approved": true
  },
  {
    "name": "Aurore",
    "rating": 5,
    "comment": "I went to see Jenny & David perform several times, that's always a pleasure! They are so talented, full of good energy. Simply amazing.",
    "date": "2025-04-03",
    "approved": true
  },
  {
    "name": "Colin",
    "rating": 5,
    "comment": "I was immediately impressed by them, dynamic, entertaining, perfect for any occasion.",
    "date": "2024-12-10",
    "approved": true
  },
  {
    "name": "Viktoria",
    "rating": 5,
    "comment": "Such wonderful artists! We are working together for many years now as they are playing in our restaurants. I recommend them very highly!",
    "date": "2024-02-16",
    "approved": true
  },
  {
    "name": "lau",
    "rating": 5,
    "comment": "It’s always a pleasure to hear Jenny’s amazing voice. We can’t get tired of your performances and I cannot wait till the next one. A talent that can’t be explained with words. Thank you.",
    "date": "2024-10-06",
    "approved": true
  },
  {
    "name": "Robert Beveridge",
    "rating": 5,
    "comment": "Jenny and David came to play at our garden party and enchanted our guests! They have a wide repertoire and were very professional and friendly. Highly recommended.",
    "date": "2023-02-07",
    "approved": true
  },
  {
    "name": "Daniel Reynoldson",
    "rating": 5,
    "comment": "Two of the loveliest most talented musicians you’ll ever want to meet that I am privileged to call friends.",
    "date": "2023-05-08",
    "approved": true
  },
  {
    "name": "Sofia",
    "rating": 5,
    "comment": "We had a great time listening to both of you while eating on Valentine's Day.",
    "date": "2023-04-06",
    "approved": true
  },
  {
    "name": "Catherine",
    "rating": 5,
    "comment": "La 1ère fois où on a entendu chanter Jenny, quelle émotion ! Elle nous donne des frissons à chaque fois qu'elle chante et humainement elle est au top. Avec David ils font un duo magique.",
    "date": "2024-09-10",
    "approved": true
  }
]
